Repository: foss-np/smriti
Catalog: ne_NP_Firefox_browser.tmx
Source language: en
Languages: ne

source: This page has a content security policy that prevents it from being loaded in this way.
ne: यस पृष्ठमा सामग्री सुरक्षा नीति छ जसले यस तरिकाबाट लोड हुनबाट सुरक्षित गरेको छ ।

source: column
ne: स्तम्भ

source: Computing difference…
ne: भिन्नता गणना गर्दै…

source: Could Not Connect To The Server
ne: यो सर्भरमा जडान गर्न सकिएन

source: (not set)
ne: (सेट नगरिएको)

source: Burma
ne: बर्मा

source: Share Location
ne: स्थान बाँड्नुहोस्

source: One or more data types could not be synced
ne: एक वा एक भन्दा बढि डाटाका प्रकारहरू सिङ्क गर्न मिल्दैन

source: Failed to decode the file. Either it is not in PKCS #12 format, has been corrupted, or the password you entered was incorrect.
ne: फाइललाई विसङ्केतन गर्न असफल भयो। या यो PKCS #12 ढाँचामा छैन, बिग्रिएको छ, वा तपाईँले प्रविष्ट गर्नुभएको पासवर्ड गलत छ।

source: Hang up
ne: अनत्य गर्नुहोस्

source: %S could not be found. Please check the name and try again.
ne: %S लाई भेट्न सकिएन। कृपया नाम जाँच गरेर पुनः प्रयास गर्नुहोस्।

source: Helps you understand your browser performance and shares data with &vendorShortName; about your browser health
ne: तपाईँलाई तपाईको ब्राउजरको प्रदर्शन र तथ्याङ्क हिस्सा सहित तपाईँको ब्राउजर स्वास्थ्यबारे बुझ्न मद्दत गर्दछ र तपाईँको ब्राउजर स्वास्थ्यबारे तथ्याङ्क &vendorShortName; सँग बाँड्दछ ।

source: &Browse…
ne: ब्राउज…

source: Restart to disable
ne: निस्क्रिय पार्न पुनःसुरु गर्नुहोस्

source: Connect to remote device
ne: टाढाको यन्त्रमा जडान गर्नुहोस्

source: Sans Serif
ne: सान सेरिफ

source: Last Updated
ne: अन्तिममा अद्यावधिक भएको

source: Local Candidate
ne: स्थानीय उम्मेदवार

source: Separator
ne: विभाजक

source: Never Remember Password for This Site
ne: यो साइटको लागि कहिलेपनि पासवर्ड नसम्झनुहोस्

source: global community
ne: विश्वब्यापी समुदाय

source: Center footer
ne: केन्द्र फुटर

source: Email a link to this page
ne: यस पृष्ठ को लिङ्क इमेल गर्नुहोस्

source: Change Recovery Key
ne: पुनर्स्थापना साँचो फेर्नुहोस्

source: Connection is Not Secure
ne: जडान सुरक्षित छैन

source: Click Upgrade to continue.
ne: जारी राख्न स्तरोन्नति मा क्लीक गर्नुहोस ।

source: Print To File
ne: फाइलमा मुद्रण गर्नुहोस्

source: The following add-ons are disabled, but will be enabled as soon as they are compatible:
ne: निम्न एड-अन अक्षम छन्, तर तिनीहरू संगत भएमा चाँडै सक्षम हुनेछन्ः

source: Select microphone
ne: माईक्रोफोन चयन गर्नुहोस्

source: &Browser
ne: ब्राउजर

source: Visit Date
ne: यात्रा मिति

source: Syria
ne: सिरिया

source: Buffer %S%% full
ne: बफर %S%% भरि

source: Not Before
ne: अघि होइन

source: Ca&ncel
ne: रद्द गर्नुहोस्

source: Global Messages
ne: विश्वव्यापी सन्देशहरू

source: You haven't recently updated any add-ons
ne: तपाईँले हालै कुनै पनि एड-अनहरू स्थापना गर्नु भएको छैन

source: Disable
ne: अक्षम पार्नुहोस्

source: Bytes Sent
ne: बाइट्स पठाइयो

source: Customize
ne: अनुकुलित बनाउनुहोस्

source: Zoom out (%S)
ne: जुम आउट (%S)

source: We are unable to send a verification mail at this time, please try again later.
ne: हामी यस समय प्रमाणिकरण मेल पठाउन असमर्थ छौँ, पछि फेरि प्रयास गर्नुहोस्।

source: &Retry
ne: पुनः प्रयास गर्नुहोस्

source: #1 hour ago;#1 hours ago
ne: #1 घण्टा अगाडि;#1 घण्टा अगाडि

source: Error Console
ne: त्रुटि कन्सोल

source: Phase:
ne: चरण:

source: Bahrain
ne: बहराइन

source: Update Installed
ne: अद्यावधि स्थापना गरियो

source: Expected number or percentage in rgb() but found '%1$S'.
ne: rgbo()मा संख्या वा प्रतिशत अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: important
ne: महत्वपूर्ण

source: Someone has joined the conversation!
ne: कसैले वार्तालापमा भाग लिएको छ!

source: Alwa&ys
ne: सधैँ

source: Comoros
ne: कोमोरोस

source: Uncheck
ne: जाँचबाट हटाउनुहोस्

source: %S disabled.
ne: "%S" अक्षम पारिएको छ।

source: Line: {{line}}
ne: लाइन: {{line}}

source: &brandFullName; Web-Based Information Services
ne: &brandFullName; वेबमा आधारित जानकारी सेवाहरू

source: Incorrect words, try again
ne: गलत शब्द, पुनः प्रयास गर्नुहोस्

source: The name of the setting to alter.
ne: परिवर्तन गर्नुपर्ने सेटिङको नाम।

source: Sao Tome and Principe
ne: साओ टोम र प्रिन्सिपे

source: Key Encipherment
ne: कुञ्जी कूटलेखन

source: Printing is Completed.
ne: मुद्रण सम्पन्न भएको छ।

source: Open Link in New &Tab
ne: लिङ्कलाई नयाँ ट्याबमा खोल्नुहोस्

source: This document is now full screen
ne: तपाईँको खाता पुरा पर्दाको भएको छ

source: Terms and conditions for using this software.
ne: यो सफ्टवेर प्रयोग गर्नका लागि नियम र सर्तहरु।

source: XSLT Stylesheet (possibly) contains a recursion.
ne: XSLT शैलीपानाले (सम्भवत) दोह्रयाईहरू समाविष्ट गर्दछ ।

source: Choose…
ne: रोज्नुहोस्...

source: Could Not Authenticate
ne: प्रमाणिकरण गर्न सकिएन

source: (%S Image)
ne: (%S तस्विर)

source: Could not verify this certificate because the CA certificate is invalid.
ne: CA प्रमाणपत्र अमान्य भएकाले यो प्रमाणपत्र पुष्टि गर्न सकिएन।

source: %1$S will be installed after you restart %2$S.
ne: तपाईँले %2$S पुनः सुरु गर्नुभएपछि %1$S इन्स्टल हुनेछ।

source: Sidebars
ne: साइडबार

source: Uzbekistan
ne: उज्बेकिस्तान

source: Enter JavaScript directly
ne: जाभास्क्रिप्ट सिधै प्रविष्टि गराउनुहोस्

source: fraction
ne: भिन्न

source: The certificate backup password you set here protects the backup file that you are about to create. You must set this password to proceed with the backup.
ne: तपाईँले यहाँ सेट गर्नुभएको प्रमाणपत्र जगेडा पासवर्डले तपाईँले सिर्जना गर्न लाग्नुभएको जगेडा फाइललाई सुरक्षित राख्छ। तपाईँले जगेडा सहित अघि बढ्न यो पासवर्ड सेट गर्नुपर्ने हुन्छ।

source: Root Directory
ne: रुट डाइरेक्टरी

source: Crash Reports
ne: क्र्यास प्रतिवेदनहरू

source: The Maintenance Service will allow you to update $BrandShortName silently in the background.
ne: मर्मत सेवाले तपाईलाई $BrandShortName लाई मौनताका साथ पृष्ठभूमिमा अद्यावधिक गर्न दिनेछ।

source: Use &Bookmark…
ne: पुस्तकचिनो प्रयोग गर्नुहोस्...

source: hue
ne: ह्यु

source: Service Unavailable At This Time
ne: यो सेवा यस समयमा अनुपलब्ध छ

source: Screenshot
ne: स्क्रिनसट

source: Surname
ne: थर

source: Sanskrit
ne: संस्कृत

source: Unable to install to the root of your disk. Click OK to select a different location.
ne: तपाईको डिस्कको रुटमा स्थापना गर्न असमर्थ छौ। फरक स्थान चयन गर्न ठीक क्लिक गर्नुहोस्।

source: &High Speed (1.5×)
ne: उच्च गति (१.५x)

source: Fri
ne: शुक्र

source: Opening %S
ne: %S खोल्दैछ

source: Oct
ne: अक्टुवर

source: Change when this add-on runs
ne: यो एड-अन कहिले चल्छ परिवर्तन गर्नुहोस्

source: Account
ne: खाता

source: Customize your New Tab page
ne: नयाँ ट्याब पृष्ठलाई अनुकूलन गर्नुहोस्

source: Click to sort
ne: क्रमबद्ध गर्नलाई क्लिक गर्नुहोस्

source: Image
ne: तस्विर

source: View Entry
ne: प्रविष्टि हेर्नुहोस्

source: Decoder
ne: डिकोडर

source: Ne&w
ne: नयाँ

source: JavaScript URI
ne: जाभास्क्रिप्ट URI

source: Malaysia
ne: मलेशिया

source: Paraguay
ne: पराग्वे

source: %S could not be saved, because a file already exists with the same name as the '_files' directory. Try saving to a different location.
ne: %S सङ्ग्रह गर्न सकेन, किनभने उस्तै नाम गरेको फाइल '-files' डाइरेक्टरीमा अवस्थित छ। भिन्न स्थानमा सङ्ग्रह गर्न प्रयास गर्नुहोस्।

source: More Information
ne: थप जानकारी

source: You can change this preference by selecting Sync Options below.
ne: तपाईं तलबाट सिङ्क विकल्प चयन गरेर यस प्राथमिकता परिवर्तन गर्न सक्नुहुन्छ।

source: Session expired. All URLs you have previously created and shared will no longer work.
ne: सत्र समाप्त। तपाईं पहिले सिर्जना र साझेदारी गर्नु भएका सबै URL हरूले अब काम गर्दैनन्।

source: . Expected: </%S>.
ne: . अपेक्षित: </%S>.

source: Norwegian
ne: नर्वेली

source: All Day
ne: सबै दिन

source: India
ne: भारत

source: Print Frames
ne: फ्रेमहरू मुद्रण गर्नुहोस्

source: Found unclosed string '%1$S'.
ne: बन्द नगरिएको स्ट्रिङ्ग '%1$S' फेला पर्यो ।

source: Failed
ne: असफल भयो

source: documentation
ne: मिसिलीकरण

source: Learn more about our efforts to help keep you safe online.
ne: तपाईंलाई अनलाइनमा सुरक्षित राख्ने हाम्रो प्रयासमा बारे अधिक जान्नुहोस्।

source: Save As…
ne: यस रूपमा सङ्ग्रह गर्नुहोस्...

source: Show Release Notes
ne: रिलिज नोट देखाउनुहोस्

source: Zoom In
ne: जुम बढाउनुहोस्

source: We've rebuilt Sync to make it easier for everyone.
ne: हामीले सबैलाई सजिलो बनाउन Sync बनाएका छौँ ।

source: Close tabs
ne: ट्याबहरू बन्द गर्नुहोस्

source: paragraph
ne: अनुच्छेद

source: Kashmiri
ne: कश्मिरी

source: Active Cache Name:
ne: एक्टिभ क्यास नाम:

source: Application Basics
ne: अनुप्रयोगका आधारहरू

source: Can't call pprint on this type of object.
ne: यस प्रकारको वस्तुका लागि pprint बोलाउन सकिदैन।

source: Complete
ne: पूरा भयो

source: Do this &automatically for files like this from now on.
ne: यस्तो फाइलको लागि अब सधैँ यही कार्य दोहोर्‍याउनुहोस् ।

source: Add-ons Manager
ne: एड-अन प्रबन्धक

source: &Toggle
ne: टगल

source: Access denied
ne: पहुँच अस्वीकार गरियो

source: Korea, North
ne: कोरिया, उत्तर

source: Enable/disable all breakpoints
ne: सबै विच्छेदन बिन्दुहरू सक्षम/अक्षम पार्नुहोस्

source: Off
ne: अफ गर्नुहोस्

source: &Contents
ne: सामग्री

source: <Expired>
ne: <मिति नाघ्यो>

source: Downloading Certificate
ne: प्रमाणपत्र डाउनलोड गरिरहेको छ

source: Your password must be at least 8 characters long. It cannot be the same as either your user name or your Recovery Key.
ne: तपाईंको पासवर्ड कम्तिमा 8 वर्ण लामो हुनुपर्छ। यो तपाईंको प्रयोगकर्ता नाम वा तपाईँको रिकभरी कुञ्जीको जस्तै हुन हुदैँन।

source: %S Search
ne: %S खोज्नुहोस

source: Last accessed on
ne: अन्तिम पटक हेरिएको

source: XPath parse failure: binary operator expected:
ne: एक्स् मार्ग पद वर्णनको असफलता: अपेक्षित बाइनरी सञ्चालनकर्ता:

source: Enter password for %1$S on %2$S
ne: %1$S को लागि %2$S मा पासवर्ड प्रविष्ट गर्नुहोस्

source: table
ne: तालिका

source: Incorrect account name or password
ne: खाता नाम वा पासवर्ड गलत

source: MIME Type:
ne: MIME प्रकार:

source: Hang Report #%1$S (%2$S seconds)
ne: ह्याङ्ग प्रतिवेदन #%1$S (%2$S सेकेन्ड)

source: Timor-Leste
ne: टिमोर-लेस्टे

source: Maintain Offline Storage
ne: अफलाइन भण्डारनको व्यवस्था गर्नु

source: Confirm setting cookie
ne: कुकि सेटिङ यकीन गर्नुहोस्

source: Download Error
ne: डाउनलोड त्रुटि

source: false
ne: गलत

source: not well-formed
ne: राम्रो बनाइएको छैन

source: Enable video
ne: भिडियो सक्षम पार्नुहोस्

source: Norway
ne: नर्वे

source: Don't Uninstall
ne: नहटाउनुहोस्

source: &All Pages
ne: सबै पानाहरू

source: Br&owse…
ne: ब्राउज...

source: Close Developer Toolbar
ne: डेभलोपर टुलबार बन्द गर्नुहोस्

source: Medium Grade
ne: मध्यम दर्जा

source: Sharing Screen with "%S"
ne: %S सँग पर्दा साझा गरिदै ।

source: {{brandShortname}} doesn't work in a multi-process window.
ne: {{brandShortname}}ले बहु-प्रोसेस संझ्यालमा काम गर्दैन।

source: Gaza Strip
ne: गाजा स्ट्रिप

source: (No Login Suggestions)
ne: (कुनै लगइन सुझावहरू छैनन्)

source: Manage your login information
ne: तपाईको लग-इन जानकारीको व्यवस्थापन गर्नुहोस्

source: Invalid JSM!
ne: अवैध JSM!

source: &Fonts for:
ne: निम्नको लागि फन्ट्सहरू:

source: Portugal
ne: पोर्चुगल

source: &Tell us what you thought of $BrandShortName
ne: $BrandShortName को बारेमा कस्तो लाग्यो हामीलाई भन्नुहोस्

source: Software Security Device (FIPS)
ne: सफ्टवेयर सेक्युरिटी यन्त्र (FIPS)

source: Key Agreement
ne: कुञ्जी सम्झौता

source: Add a line breakpoint
ne: पङ्क्ति विच्छेदन बिन्दु थप्नुहोस्

source: Settings can be changed using the Applications tab in &brandShortName;'s Options.
ne: सेटिङहरू अनुप्रयोगको ट्याबमा &brandShortName; विकल्पहरूमा बदल्न सकिने छ।

source: New private window
ne: नयाँ निजी सञ्झ्याल

source: Sepia
ne: सेपिया

source: Missing argument in negation pseudo-class '%1$S'.
ne: प्रतिवाद pseudo-class '%1$S' मा तर्क हराइरहेको छ ।

source: By Most &Visited
ne: धेरै अगान्तुक आएको अनुसार

source: Guatemala
ne: ग्वाटेमाला

source: Media files
ne: मिडिया फाइलहरू

source: Robots are Your Plastic Pal Who's Fun To Be With.
ne: रोबटहरू तपाईँको प्लासटिक साथी हुन् जसको साथ हुन रमाइलो हुन्छ।

source: &Print Frame…
ne: फ्रेम प्रिन्ट गर्नुहोस्

source: Device ID (GPU #2)
ne: यन्त्र आईडी (GPU #2)

source: closing } of declaration block
ne: वर्णन खण्डको } बन्द गर्दै

source: In progress…
ne: प्रगतिमा…

source: Adapter Drivers
ne: एडाप्टर ड्राइभरहरू

source: Confirm Password Change
ne: पासवर्ड परिवर्तन यकिन गर्नुहोस्

source: Macedonian
ne: म्यासिडोनियन

source: Parent Match
ne: प्रमूल जोडा

source: Open Executable File?
ne: कार्यान्वयनयोग्य फाइल खोल्नुहुन्छ?

source: $BrandFullName Uninstall
ne: $BrandFullName हटाउनुहोस्

source: telephone
ne: टेलिफोन

source: &Open
ne: खोल्नुहोस्

source: Sites
ne: साइट

source: Expected ')' but found '%1$S'.
ne: ')' अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: unstable
ne: अस्थिर

source: Bookmarks Toolbar
ne: पुस्तकचिनो टुलबार

source: I Have an Account
ne: मसँग एउटा खाता छ

source: &Left:
ne: बायाँ:

source: true
ne: ठीक

source: Save
ne: सङ्ग्रह गर्नुहोस्

source: Bislama
ne: बिसलामा

source: with 1 column;with #1 columns
ne: #1 स्तम्भहरू संग; 1 स्तम्भ संग

source: &Choose Folder…
ne: & फोल्डर छान्नुहोस्

source: Your invitation to browse the Web together
ne: सँगै वेब ब्राउज गर्न तपाईँको निमन्त्रणा

source: Stop loading this page
ne: यो पृष्ठलाई लोडिङ्ग गर्न रोक्नुहोस्

source: Firefox for iOS
ne: iOS को लागि Firefox

source: installing
ne: स्थापना गर्दै

source: Form contains a file input, but is missing method=POST and enctype=multipart/form-data on the form. The file will not be sent.
ne: फारामले फाइल आगत समाविष्ट गर्दछ, तर फाराममा method=POST र enctype=multipart/form-data हराइरहेको छ । फाइल पठाइने छैन ।

source: Headers
ne: हेडरहरू

source: Remote
ne: रिमोट

source: Confirm
ne: पुष्टि गर्नुहोस्

source: New Tab
ne: नयाँ ट्याब

source: Move &Down
ne: तल सार्नुहोस्

source: Welcome to &syncBrand.shortName.label;
ne: &syncBrand.shortName.label;मा स्वागत छ

source: Invalid Address
ne: अवैध ठेगाना

source: Generic Crypto Services
ne: सामान्य गोप्य सेवाहरू

source: Enable add-on compatibility checking
ne: एड-अन समर्थन जाँच सक्षम पार्नुहोस्

source: Will be disabled
ne: निस्क्रिय पारिनेछ

source: Redirect Loop
ne: लुप पुनःनिर्दैशन गर्नुहोस्

source: File name:
ne: फाइल नाम:

source: Open Frame in New &Tab
ne: फ्रेमलाई नयाँ ट्याबमा खोल्नुहोस्

source: Your Recovery &Key
ne: तपाईँको पुनर्स्थापना &साँचो

source: E-mail protection
ne: इमेल सुरक्षा

source: Your crash report will be submitted before you quit or restart.
ne: तपाईंले छोड्नु वा पुनः सुरु गर्नु पहिले तपाईँको दुर्घटना प्रतिवेदन पेश गरिनेछ।

source: equation
ne: समिकरण

source: Not now
ne: अहिले होईन

source: Switzerland
ne: स्विट्जरल्यान्ड

source: Video format or MIME type is not supported.
ne: भिडियो ढाँचा वा MIME प्रकार असमर्थित।

source: Hausa
ne: हाउसा

source: Tools
ne: औजारहरू

source: &Troubleshooting Information
ne: &Troubleshooting सुचना

source: I want to manually reboot later
ne: म पछि आफैँ पुनः सुरु गर्न चाहन्छु

source: Central European, Microsoft
ne: मध्य यूरोपीय, माईक्रोसफ्ट

source: Allow dialogs from %S to take you to their tab
ne: उनीहरूको ट्याबमा लैजान %S को डायलगलाई अनुमति दिने

source: Suriname
ne: सुरिनेम

source: Orientation:
ne: पृष्ठविन्यास:

source: %1$d of %2$d
ne: %2$d को %1$d

source: Greenland
ne: ग्रिनल्याण्ड

source: %1$S will be installed shortly.
ne: %1$S छिट्टै स्थापना गरिन्छ।

source: The network connection terminated abruptly.
ne: नेटवर्क जडान अनपेक्षित रूपमा विच्छेद भयो ।

source: Crash reporting disabled.
ne: क्र्यास प्रतिवेदन निस्क्रिय गरिएको छ।

source: Developer
ne: विकासकर्ता

source: From visited
ne: पहिले हेरिएकोबाट

source: Remove
ne: हटाउनुहोस्

source: Howland Island
ne: हावल्यान्ड द्विप

source: Get the most out of %S by setting it as your default browser
ne: %S लाई पूर्वनिर्धारित ब्राउजर बनाएर उच्चतम फाइदा लिनुहोस्

source: Panama
ne: पानामा

source: &Microphone to share:
ne: माइक्रोफोनलाई बाँड्ने:

source: Switch to tab:
ne: यस ट्याबमा स्विच गर्नुहोस्:

source: Tanzania
ne: तान्जानिया

source: Certificate Policies
ne: प्रमाणपत्र नीतिहरू

source: Sotho, Northern
ne: सोथो, उत्तरी

source: marquee
ne: मार्की

source: Port Restricted for Security Reasons
ne: सुरक्षा कारणले पोर्ट अवरोध गरिएको छ

source: Turn Tracking Protection Off
ne: अनुगमन सुरक्षा बन्द गरिँदै

source: The image “%S” cannot be displayed because it contains errors.
ne: “%S” तस्विरमा त्रुटि भएको हुनाले त्यो प्रदर्शित हुन सक्दैन।

source: As laid o&ut on the screen
ne: स्क्रिनमा छोडिए जस्तै

source: Payment
ne: भुक्तानी

source: This page uses an unsupported technology that is no longer available by default.
ne: यो पृष्ठ ले असमर्थित प्रबिधि प्रयोग गर्ने भयकोले निर्धारित रुपमा यो पृष्ठ उपलब्ध छैन ।

source: Restarting %1$S…
ne: %1$S पुनः सुचारु हुँदै...

source: Cancel %S Downloads
ne: %S वटा डाउनलोहरू रद्द गर्नुहोस्

source: Use it to plan together, work together, laugh together.
ne: यसलाई संगै योजना बनाउन, संगै काम गर्न, संगै हाँस्न प्रयोग गर्नुहोस।

source: Germany
ne: जर्मनी

source: The project folder doesn't exists
ne: परियोजना फोल्डर अवस्थित छैन

source: Paused — #1
ne: रोकिएको— #1

source: Print Preview
ne: मुद्रण पूर्वदृश्य

source: pending
ne: अपूर्ण

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
ne: यदि तपाईँले के भइरहेको छ बुझ्नु हुन्छ भने, तपाईँले &brandShortName; लाई यो साइटको पहिचानमा भरोसा गर्न भन्न सक्नुहुन्छ। <b>तपाईँले यो साइटलाई विश्वास गर्नुभएतापनि, यो त्रुटिको मतलब अरु कसैले तपाईँको जडानसँग छेडछाड गर्दैछ।</b>

source: unselected
ne: चयन नगरिएको

source: Wake Island
ne: वेक टापु

source: Search with %S
ne: %S संग खोज्नुहोस्

source: Set Desktop Background
ne: डेस्कटप पृष्ठभूमि बसाउनुहोस्

source: &Always ask me where to save files
ne: मलाई फाइलहरू कँहा सङ्ग्रह गर्ने भनेर सधैँ सोध्नुहोस्

source: Quit
ne: अन्त्य गर्नुहोस्

source: If you delete one of your own certificates, you can no longer use it to identify yourself.
ne: यदि तपाईँले आफ्नो कुनै एउटा प्रमाणपत्र मेट्नुभयो भने, तपाईँले आफूलाई परिचित गराउनका लागि अब त्यो प्रमाणपत्र प्रयोग गर्न सक्नुहुन्न।

source: Unknown status
ne: अज्ञात स्थिति

source: &Allow
ne: अनुमति दिनुहोस्

source: No Information Available
ne: कुनै जानकारी उपलब्ध छैन

source: '%1$S' already exists
ne: '%1$S' पहिल्यै अवस्थित छ

source: Format
ne: ढाँचा

source: &Clear Now
ne: खाली गर्नुहोस्

source: Available Add-ons
ne: उपलब्ध एड-अनहरू

source: Standards compliance mode
ne: गुणस्तर अनुवृत्ति मोड

source: Launch path has to be an absolute path starting with '/': '%S'
ne: Lauch पाथ '/' देखि सुरु हुने एब्सोल्युट पाथ हुनुपर्नेछ : '%S'

source: Romania
ne: रोमानिया

source: &Responsive Design View
ne: उत्तरदायी डिजाइन अवलोकन

source: Sort by name
ne: नाम अनुसार क्रमबद्ध गर्नुहोस्

source: Mozilla Crash Reporter
ne: Mozilla क्र्यास प्रतिवेदक

source: The "coords" attribute of the <area shape="circle"> tag is not in the "center-x,center-y,radius" format.
ne: <area shape="circle"> ट्यागको "coords" विशेषता "center-x,center-y,radius" ढाँचामा छैन ।

source: Comments
ne: टिप्पणीहरू

source: application status
ne: अनुप्रयोग स्थिती

source: &brandShortName; is having trouble recovering your windows and tabs. This is usually caused by a recently opened web page.
ne: &brandShortName;लाई तपाईँको सञ्झ्याल र ट्याब पुनः हासिल गर्न समस्या भइरहेको समस्या सामान्यतया यो भर्खरै खोलिएको वेब पृष्ठको कारणले हुन्छ।

source: The following add-ons will be disabled:
ne: निम्न एड-अन अक्षम पारिनेछ:

source: Brunei
ne: ब्रुनाइ

source: Guernsey
ne: ग्वर्नसे

source: Add search engine
ne: खोज इन्जिन थप्नुहोस्

source: Remove this site
ne: यो साइट हटाउनुहोस्

source: Shares performance, usage, hardware and customization data about your browser with &vendorShortName; to help us make &brandShortName; better
ne: हामीलाई &brandShortName; राम्रो बनाउनका निम्ति; हिस्सा प्रदर्शन, प्रायोजन, यन्त्र र तपाईँको ब्राउजरले बनाएका तथ्याङ्क &vendorShortName; सँग बाँड्दछ

source: Update Password
ne: पासवर्ड अद्यावधिक गर्नुहोस्

source: Save Video
ne: भिडियो सङ्ग्रह गर्नुहोस्

source: Completed
ne: पूरा भयो

source: Getting license for %S %S…
ne: %S %S... का लागि लाइसेन्स ल्याउँदै

source: Confirm close
ne: बन्द गर्ने कार्यलाई यकीन गर्नुहोस्

source: Rotate Clockwise
ne: घडीको दिशामा घुमाउनुहोस्

source: The document cannot change while Printing or in Print Preview.
ne: मुद्रण गर्दा वा मुद्रण पूर्वदृश्यमा यो कागजात परिवर्तन हुन सक्दैन।

source: Document Properties…
ne: कागजात विशेषताहरू...

source: Saturday
ne: शनिबार

source: Too many matches (%S)
ne: अति धेरै जोडाहरू (%S)

source: History
ne: इतिहास

source: Suggested Contribution: %S
ne: प्रस्तावित योगदान: %S

source: Show Passwords
ne: पासवर्डहरू देखाउनुहोस्

source: &About
ne: बारेमा

source: Show hidden objects
ne: लुकेका वस्तुहरू देखाउनुहोस्

source: Never
ne: कहिले पनि होइन

source: This website contains content that is not secure (such as images).
ne: यो वेबसाइटमा सामग्री जुन सुरक्षित छैन( जस्तै तस्विरहरू)।

source: Show a touch &keyboard when necessary
ne: आवश्यकता अनुसार टच किबोर्ड देखाउनु होस्।

source: The download cannot be saved because an unknown error occurred. Please try again.
ne: अज्ञात त्रुटिको कारणले डाउनलोडलाई सङ्ग्रह गर्न सकिएन । कृपया पुनः प्रयास गर्नुहोस् ।

source: &Last > First Sort Order
ne: अन्तिम > सुरुको श्रेणीबद्ध क्रम

source: Gabon
ne: गाबोन

source: Auto Increment
ne: स्वत:वृद्धि

source: Remove &Site
ne: साइट हटाउनुहोस्

source: Romanian
ne: रोमानियन

source: Hungary
ne: हङ्गेरी

source: (No data collected)
ne: (कुनै पनि डाटा संकलित भएको छैन)

source: (local files)
ne: (स्थानीय फाइलहरू)

source: Add "%S" (%S) as a Feed Reader?
ne: "%S" (%S) लाई फिड रिडरको रूपमा थप्ने?

source: Restart %1$S
ne: %1$S पुनः सुचारु गर्नुहोस्

source: Expected charset string but found '%1$S'.
ne: चारसेट स्ट्रिङ्ग अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: Printing failed while starting a new page.
ne: नयाँ पृष्ठ सुरु गर्दा मुद्रण असफल भयो।

source: Clear the Web Console output
ne: वेब कन्सोल निर्गत खाली गर्नुहोस्

source: Guinea-Bissau
ne: गुयना-बिसाउ

source: You can activate Share services from the directory.
ne: तपाईँले डाईरेक्टरीद्वारा "सेयर" सेवा सक्रिय गर्न सक्नुहुन्छ।

source: No connection
ne: जडान छैन

source: Active
ne: सक्रिय पार्नुहोस्

source: The integrity of the update could not be verified
ne: अद्यावधिकको सत्यापन गर्न सकिएन ।

source: Javanese
ne: जाभानिज

source: illegal parameter entity reference
ne: गैरकानूनी परामिति अस्तित्व सन्दर्भ

source: Receiving:
ne: प्राप्त गर्दै:

source: A script on this page may be busy, or it may have stopped responding. You can stop the script now, open the script in the debugger, or let the script continue.
ne: यो पृष्ठमा स्क्रिप्ट व्यस्त हुन सक्छ, वा यसले प्रतिक्रिया दिन बन्दं गरेको हुन सक्छ। तपाईँले यस स्क्रिप्टलाई अहिले रोक्न सक्नुहुन्छ, डिबगरमा स्क्रिप्ट खोल्न सक्नुहुन्छ वा स्क्रिप्ट जारी राख्न सक्नुहुन्छ।

source: Expected ',' or '{' but found '%1$S'.
ne: ',' वा '{' अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: This download has been blocked by your Security Zone Policy
ne: यो डाउनलोड तपाईँको सुरक्षा क्षेत्र नीतिद्वारा अवरुद्ध गरिएको छ

source: Open preferences (%S)
ne: अभिरुची (%S) खोल्नुहोस्

source: &Enable protection
ne: सुरक्षा सुचारु गर्नुहोस्

source: Load PKCS#11 Device
ne: PKCS#11 साधन लोड गर्नुहोस्

source: Options
ne: विकल्पहरू

source: Ready to start your conversation?
ne: वार्तालाप सुरु गर्न तयार हुनुहुन्छ ?

source: There was an error when trying to save to Pocket.
ne: Pocket मा सङ्ग्रह गर्न प्रयास गर्दा, एउटा त्रुटी भयो।

source: Last page
ne: अन्तिम पृष्ठ

source: Action
ne: कार्य

source: Go to the Help Start Page
ne: मदतको सुरुवात पृष्ठमा जानुहोस्

source: No video
ne: भिडियो छैन

source: Show me how.
ne: कसरी मलाई देखाउनुहोस्।

source: Most Recent Visit
ne: सबभन्दा हालैको भ्रमण

source: Russia
ne: रसिया

source: Install App
ne: एप स्थापना गर्नुहोस्

source: Hide Details
ne: विवरण लुकाउनु॒होस्

source: Searching…
ne: खोजी गर्दैछ...

source: Restart with Add-ons Disabled…
ne: एड-अनहरू असक्षम पारेर पुनः सरु गर्नुहोस...

source: Ossetian
ne: ओसेसियन

source: &Zoom
ne: जुम गर्नुहोस्

source: Synced Tabs
ne: सिङ्क गरिएको ट्याबहरू

source: Tables
ne: तालिकाहरू

source: definition
ne: परिभाषा
